Revit 2024 API
UnitTypeId.PoundsMassPerCubicInch Property
 Pounds mass per cubic inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundsMassPerCubicInch { get; }
Visual Basic
Public Shared ReadOnly Property PoundsMassPerCubicInch As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundsMassPerCubicInch {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace